Repository: grocanar/glopgrampsaddons
Catalog: addons-source/GedcomforGeneanet/po/*-local.po
Languages: fr

source: Export GEDCOM for Geneanet
fr: Exportation GEDCOM spécifique à Généanet

source: GEDCOM for Geneanet
fr: GEDCOM pour Généanet

source: Extensions to the common GEDCOM format for Geneanet transfert.
fr: Extensions du format courant Gedcom pour un transfert vers Généanet

source: GEDCOM for Geneanet options
fr: Options des extensions GEDCOM pour Généanet

source: Writing sources
fr: Ecrire les sources

source: Include witnesses
fr: Inclure les témoins

source: Include media
fr: Inclure les média

source: Include depot in sources
fr: Inclure les dépots dans les sources

source: Could not create %s
fr: Impossible de créer %s

source: Export failed
fr: L'exportation a échoué

source: Export Source Quality
fr: Export de la qualité des sources

source: Create a zip of medias
fr: Créer une archive zip des médias

source: Very High Quality Source
fr: Source de qualité très elevée

source: High Quality Source
fr: Source de qualité elevée

source: Normal Quality Source
fr: Source de qualité normale

source: Low Quality Source
fr: Source de qualité basse

source: Very Low Quality Source
fr: Source de qualité trèsbasse

source: Geneanet name beautify
fr: Embelissement des noms alternatifs

source: Implementation of anychar
fr: Support de la norme Gedcom 5.5 anychar

source: Support for call name
fr: Gestion du nom usuel

source: Export of attributes of citation
fr: Export des attributs des citations

source: Role Display for Events
fr: Afficher le rôle pour les Évenements

source: Increase level of place note
fr: Augmenter le niveau des notes des lieux

source: Relative path for media
fr: Chemin relatif pour les medias

source: Include Census information for people
fr: Inclure les informations de recensement pour les individus

source: Geneanet format place
fr: Mettre le nom des lieux au format Généanet

source: Display place name at the time
fr: Afficher le nom du lieu à la date de l événement

source: Place name at the time
fr: Nom du lieu à la date de l événement

source: Display alternative name for place
fr: Afficher les noms alternatifs des lieux

source: Alternate name for place
fr: Noms alternatifs du lieu
